{
  "navigation.home": "Inicio",
  "navigation.tools": "Herramientas",
  "iam.hello": "¡Hola, Soy Leandro!",
  "iam.text1": "Soy Desarrollador de Software. Actualmente trabajo para la compañía ",
  "iam.text2": "intive",
  "iam.text3": "como",
  "iam.text4": "Senior Software Engineer",
  "iam.text5": "Me dedico al desarrollo de software desde el año 2017 (antes hice algunos pequeños desarrollos). He trabajado en varias empresas, entre las cuales se encuentran:",
  "iam.text6": ": Propietario. Desarrollo de soluciones informáticas móviles y web usando ReactJS | React Native/Expo.",
  "iam.text7": ": Desarrollé 11 aplicaciones móviles (iOS/Android) pertenecientes al programa Exponential Apps.",
  "iam.text8": ": Desarrollé la aplicación Agenda ELFE (iOS/Android) para el programa Exponential Learning for Excellence.",
  "iam.text9": ": Trabajé en el equipo de ",
  "iam.text10": ".",
  "iam.text11": ": Desarrollé una prueba de concepto en 12 días usando ",
  "iam.text12": ", framework que la empresa NaranjaX usará en los nuevos desarrollos. Hicimos una presentación de ésta PoC en el Google Development Group Córdoba. Link en Youtube: ",
  "iam.text13": " Trabajé para la unidad de negocio ",
  "iam.text14": ". Entre varias tareas como responsable técnico, desarrollé las aplicaciones de registro de tarjetas RedBus y mapas online de puntos de ventas de Red Bus Córdoba. Tecnología usada: JavaScript.",
  "iam.text15": ": Trabajé para la unidad de negocio ",
  "iam.text16": ". Entre varias tareas como responsable técnico, realicé mantenimiento y desarrollo de nuevos reportes para el Departamento de Transporte de la Municipalidad de Córdoba. Tecnología usada: Java.",
  "iam.text17": "También me gusta colaborar con la comunidad Open-Source. Algunas herramientas que he desarrollado:",
  "iam.text18": " Utilidad que desarrollé para colaborar con el Framework ",
  "iam.text19": ". Contiene filtros y atajos por teclado, facilitando el manejo de la utilidad.",
  "iam.text20": ": Utilidad que desarrollé para buscar Google Fonts usando la librería ",
  "iam.text21": ". Contiene atajos por teclado y accesos fáciles para copiar el instalador exacto de cada font seleccionada.",
  "iam.text22": "Me encanta viajar, conocer gente, aprender y compartir ideas. Si estás interesado en trabajar conmigo o simplemente conversar, ¡no dudes en contactarme!",
  "iam.text23": ": Hook que desarrollé para ser usado con Expo Calendars para facilitar el acceso al calendario, manejando los permisos de accesos, almacena una referencia en el dispositivo para no volver a crear el mismo calendario dos veces.",
  "footer.text1": "Éste sitio fue desarrollado con ",
  "footer.text2": " y desplegado en ",
  "footer.text3": "Todos los derechos reservados",
  "toolsUsed.text1": "Herramientas que uso",
  "toolsUsed.text2": "Comunicación",
  "toolsUsed.text3": "Trab. en Equipo",
  "toolsUsed.text4": "Cordialidad",
  "toolsUsed.text5": "Iniciativa",
  "toolsUsed.text6": "Proactividad",
  "toolsUsed.text7": "Español",
  "toolsUsed.text8": "Inglés",
  "404.text1": "Por alguna razón te has perdido... Te invito a volver ",
  "404.text2": "al Inicio."
}