{
  "navigation.home": "Home",
  "navigation.tools": "Tools",
  "iam.hello": "Hey, I am Leandro!",
  "iam.text1": ": I worked on ",
  "iam.text2": "",
  "iam.text3": "",
  "iam.text4": "",
  "iam.text5": "I have been involved in software development since 2017 although prior to that, I had worked on some smaller projects. Throughout my career, I have gained experience working in various companies, some of which include:",
  "iam.text6": ": Owner. Mobile and Web development using ReactJS, NextJS, NestJS, React Native and Flutter!",
  "iam.text7": ": I developed 11 mobile applications (iOS/Android) belonging to the Exponential Apps program.",
  "iam.text8": ": I developed the ELFE Agenda app (iOS/Android) for the Exponential Learning for Excellence program.",
  "iam.text9": ": I was working in the ",
  "iam.text10": " team.",
  "iam.text11": ": I developed a proof of concept in 12 days using ",
  "iam.text12": ", framework that the company NaranjaX will use in new developments. We made a presentation of this PoC in the Google Development Group Córdoba. Link on Youtube: ",
  "iam.text13": " I was working for the business unit ",
  "iam.text14": ". Among various tasks as technical manager, I developed the RedBus card registration applications and online maps of Red Bus Córdoba sales points. Technology used: JavaScript.",
  "iam.text15": ": I was working for the business unit ",
  "iam.text16": ". Among several tasks as technical manager, I carried out the maintenance and development of new reports for the Transportation Department of the Municipality of Córdoba. Technology used: Java.",
  "iam.text17": "I also like to collaborate with the Open-Source community. Some tools I have developed:",
  "iam.text18": " Utility I developed to collaborate with the Framework ",
  "iam.text19": ". It contains filters and keyboard shortcuts, facilitating the handling of the utility.",
  "iam.text20": ": Utility I developed to search for Google Fonts using the library ",
  "iam.text21": ". Contains keyboard shortcuts and easy access to copy the exact installer of each selected font.",
  "iam.text22": "I love to travel, meet people, learn and share ideas. If you're interested in working with me or just chatting, don't hesitate to contact me!",
  "iam.text23": ": Hook that I developed to be used with Expo Calendars to facilitate access to the calendar, managing access permissions, it stores a reference in the device so as not to recreate the same calendar twice.",
  "footer.text1": "This site was developed with ",
  "footer.text2": " and deployed in ",
  "footer.text3": "All rights reserved",
  "toolsUsed.text1": "Tools I use",
  "toolsUsed.text2": "Communication",
  "toolsUsed.text3": "Teamwork",
  "toolsUsed.text4": "Cordiality",
  "toolsUsed.text5": "Initiative",
  "toolsUsed.text6": "Proactivity",
  "toolsUsed.text7": "Spanish",
  "toolsUsed.text8": "English",
  "404.text1": "For some reason you got lost... I invite you to come back ",
  "404.text2": "to Home."
}